Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Bulbasaur.Description
source: Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.
de: Bisasam macht gern einmal ein Nickerchen im Sonnenschein. Auf seinem Rücken trägt es einen Samen. Indem es Sonnenstrahlen aufsaugt, wird er zunehmend größer.
es: A Bulbasaur es fácil verle echándose una siesta al sol. La semilla que tiene en el lomo va creciendo cada vez más a medida que absorbe los rayos del sol.
fr: Bulbizarre passe son temps à faire la sieste sous le soleil. Il y a une graine sur son dos. Il absorbe les rayons du soleil pour faire doucement pousser la graine.
he: ניתן לראות Bulbasaur של נאפפינג באור השמש. יש זרע על גבו. מאת לספוג את קרני השמש, הזרע גדל בהדרגה.
it: È possibile vedere Bulbasaur mentre schiaccia un pisolino sotto il sole. Ha un seme piantato sulla schiena. Grazie ai raggi solari il seme cresce ingrandendosi progressivamente.
ja: ひなたで ひるねを する すがたを かける。 たいようの ひかりを いっぱい あびることで せなかの タネが おおきく そだつのだ。
pt_br: Bulbasaur pode ser visto cochilando sob a luz do sol. Há uma semente na sua calda . Absorvendo os raios do sol , a semente cresce progressivamente.
tr: Bulbasaur parlak güneş ışığında uyurken görülebilir. Sırtında bir tohum vardır. Güneş ışınlarını emerek zamanla büyür.

# Ivysaur.Description
source: There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.
de: Bisaknosp hat eine Knospe auf seinem Rücken. Seine Beine und sein Stamm sind kräftig genug, um sein Gewicht zu tragen. Wenn es lange in der Sonne liegt, ist das ein Anzeichen dafür, dass die Knospe bald blüht.
es: Este Pokémon lleva un bulbo en el lomo y, para poder con su peso, tiene unas patas y un tronco gruesos y fuertes. Si empieza a pasar más tiempo al sol, será porque el bulbo está a punto de hacerse una flor grande.
fr: Un bourgeon a poussé sur le dos de ce Pokémon. Pour en supporter le poids, Herbizarre a dû se muscler les pattes. Lorsqu’il commence à se prélasser au soleil, ça signifie que son bourgeon va éclore, donnant naissance à une fleur.
he: יש ניצן על הגב של פוקימון הזה. כדי לתמוך את משקלו, של Ivysaur את הרגליים ואת תא המטען גדל עבה וחזק. אם זה מתחיל לבלות יותר משקר באור השמש, זה סימן כי הניצן. תפרח לתוך פרח גדול בקרוב.
it: C’è un germoglio piantato nella schiena di Ivysaur. Per sopportarne il peso, le zampe e il corpo crescono robusti. Quando inizia a passare più tempo esposto al sole, significa che il germoglio sboccerà presto in un grande fiore.
ja: つぼ を ささえるため あしこしが つよくなる。 ひなたで じっとする じかんが ながくなれば いよいよ たいりんの はなが さくころだ。
pt_br: Existe um broto nas costas deste Pokémon. Para suportar o seu peso , as pernas e tronco de Ivysaur crescem grossas e forte . Se ele começa a passar mais tempo deitado ao sol , é porque seu broto florecerá em uma grande flor em breve.
tr: Bu Pokémon'un sırtında bir tomurcuk vardır. Ivysaur'un bacakları ve vücudu, ağırlığını desteklemek için kalın ve güçlüdür. Eğer güneş ışığında yatarak daha çok vakit geçirirse, yakında sırtındaki tomurcuk büyük bir çiçek açacak demektir.

# Venusaur.Description
source: There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.
de: Bisaflor hat eine Blume auf seinem Rücken. Wenn sie viel Nahrung und Sonne aufnimmt, verfärbt sie sich bunt. Der Duft der Blume besänftigt die Gemüter der Menschen.
es: Venusaur tiene una flor enorme en el lomo que, según parece, adquiere unos colores muy vivos si está bien nutrido y le da mucho el sol. El aroma delicado de la flor tiene un efecto relajante en el ánimo de las personas.
fr: Une belle fleur se trouve sur le dos de Florizarre. Elle prend une couleur vive lorsqu’elle est bien nourrie et bien ensoleillée. Le parfum de cette fleur peut apaiser les gens.
he: יש פרח גדול על הגב של Venusaur. הפרח הוא אמר לקחת על צבעים חיים. אם זה נעשה שפע של תזונה, אור השמש. הארומה של הפרח מרגיעה את הרגשות של אנשים.
it: C’è un grande fiore sulla schiena di Venusaur. Si dice che i colori diventino più vividi con il giusto nutrimento e i raggi solari. Il suo profumo calma le reazioni emotive delle persone.
ja: じゅうぶんな えいようと たいようの ひかりが はなの いろを あざやかに すると いわれる。 はなの かおりは ひとの こころを いやす。
pt_br: Há uma grande flor nas costas do Venusaur . A flor terá cores vivas se ele tiver muita nutrição e luz solar. O aroma da flor acalma as emoções das pessoas
tr: Venusaur'un sırtında büyük bir çiçek vardır. Eğer yeterli besin ve gneş ışığı alırsa bu çiçek parlak renklere bürünür. Çiçeğin kokusu insanları rahatlatır.

# Charmander.Description
source: The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.
de: Die Flamme auf seiner Schweifspitze zeigt seine Gefühlslage an. Sie flackert, wenn Glumanda zufrieden ist. Wenn dieses Pokémon wütend wird, lodert die Flamme sehr stark.
es: La llama que tiene en la punta de la cola arde según sus sentimientos. Llamea levemente cuando está alegre y arde vigorosamente cuando está enfadado.
fr: La flamme qui brûle au bout de sa queue indique l’humeur de ce Pokémon. Elle vacille lorsque Salamèche est content. En revanche, lorsqu’il s’énerve, la flamme prend de l’importance et brûle plus ardemment.
he: הלהבה הבוערת בקצה זנבו הוא מעיד על הרגשות שלו. הלהבה מהבהב ופעם כאשר Charmander נהנה עצמה. אם פוקימון הופך זועמים, הלהבה שורפת באכזריות
it: La fiamma sulla punta della coda indica il suo stato emotivo. Se la fiamma ondeggia significa che Charmander si sta divertendo. Quando il Pokémon si infuria, la fiamma arde violentemente.
ja: しっぽの ほのおは きぶんを ひょうげん。 たのしい ときには ゆらゆら ほのおが ゆれて おこった ときには めらめら さかんに もえる。
pt_br: A chama que arde na ponta da cauda é uma indicação das suas emoções . A chama oscila quando Charmander está desfrutando de si mesmo. Se o Pokémon fica furioso , a chama queima ferozmente
tr: Kuyruğunun ucunda yanan ateş hissettiklerinin bir işaretidir. Charmander eğlenirken ateş titreşir. Eğer Pokémon kızarsa ateş çok güçlü bir şekilde yanar.

# Charmeleon.Description
source: Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.
de: Glutexo attackiert seine Feinde mit aller Gewalt und unter Einsatz seiner scharfen Krallen. Trifft es auf starke Gegner, wird es wütend und die Flamme auf seiner Schweifspitze flackert in einem bläulichen Ton.
es: Charmeleon no tiene reparo en acabar con su rival usando las afiladas garras que tiene. Si su enemigo es fuerte, se vuelve agresivo, y la llama que tiene en el extremo de la cola empieza a arder con mayor intensidad tornándose azulada.
fr: Reptincel lacère ses ennemis sans pitié grâce à ses griffes acérées. S’il rencontre un ennemi puissant, il devient agressif et la flamme au bout de sa queue s’embrase et prend une couleur bleu clair.
he: Charmeleon הורס ללא רחמים את האויבים באמצעות טפריו חדה. אם הוא ייתקל אויב חזק, זה הופך אגרסיבי. במצב זה נרגש, הלהבה בקצה זנבו, להבות בצבע לבן כחלחל.
it: Charmeleon distrugge il nemico senza pietà con i suoi artigli affilati. Quando incontra un avversario molto forte diventa aggressivo. In questo stato di grande agitazione la fiamma della coda diventa di colore bianco bluastro.
ja: するどい ツメで ようしゃなく たたきのめす。 きょうてきと むかいあうと きぶんが たかぶり しっぽの ほのおが あおじろく もえあがる。
pt_br: Charmeleon impiedosamente destrói seus inimigos usando suas garras afiadas . Se ele encontrar um adversário forte , ele se torna agressivo. Neste estado excitado , a chama na ponta da sua cauda se inflama com uma cor branca azulada
tr: Charmeleon rakiplerini keskin pençeleriyle acımadan yok eder. Eğer güçlü bir rakibe denk gelirse agresifleşir. Bu heyecanlı durumda kuyruğunun ucundaki ateş beyaz bir alevle yanar.

# Charizard.Description
source: Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.
de: Glurak fliegt durch die Lüfte, um starke Gegner aufzuspüren. Sein heißer Feueratem bringt alles zum Schmelzen. Aber es richtet seinen Feueratem nie gegen schwächere Gegner.
es: Charizard se dedica a volar por los cielos en busca de oponentes fuertes. Echa fuego por la boca y es capaz de derretir cualquier cosa. No obstante, si su rival es más débil que él, no usará este ataque.
fr: Dracaufeu parcourt les cieux pour trouver des adversaires à sa mesure. Il crache de puissantes flammes capables de faire fondre n’importe quoi. Mais il ne dirige jamais son souffle destructeur vers un ennemi plus faible.
he: Charizard זבובים סביב השמים בחיפוש אחר יריבים חזקים. של איזה חום גדול כי הן ממיסות משהו לכולנו. עם זאת, זה לא מדליק נשימתו הלוהט מול כל יריב חלשה יותר עצמה.
it: Charizard solca i cieli in cerca di nemici molto forti. Riesce a emettere fiammate di un calore tale da fondere ogni cosa. Tuttavia, non rivolge mai le sue micidiali lingue di fuoco contro avversari più deboli di lui.
ja: つよい あいてを もとめて そらを とびまわる。 なんでも とかして しまう こうねつの ほのおを じぶんより よわいものに むけることは しない。
pt_br: Charizard voa em todo céu em busca de adversários poderosos . Ele expira um fogo tão quente que derrete qualquer coisa. No entanto, ele nunca expira nos adversários mais fracos que ele.
tr: Charizard göklerde uçarak güçlü rakipler arar. Öyle sıcak bir alev saçar ki her şeyi eritebilir. Ancak ne olursa olsun ateşini asla kendinden güçsüz bir rakibe püskürtmez.

# Squirtle.Description
source: Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.
de: Schiggys Panzer dient nicht nur zum Schutz. Die runde Form und die Furchen auf der Oberfläche verringern den Widerstand im Wasser, sodass dieses Pokémon sehr schnell schwimmen kann.
es: El caparazón de Squirtle no le sirve de protección únicamente. Su forma redondeada y las hendiduras que tiene le ayudan a deslizarse en el agua y le permiten nadar a gran velocidad.
fr: La carapace de Carapuce ne sert pas qu’à le protéger. La forme ronde de sa carapace et ses rainures lui permettent d’améliorer son hydrodynamisme. Ce Pokémon nage extrêmement vite.
he: המעטפת של Squirtle אינה משמשת רק להגנה. מעוגלות צורה של המעטפת החריצים על פני השטח שלו לסייע למזער את עמידות במים, המאפשר את פוקימון לשחות במהירויות גבוהות.
it: La corazza di Squirtle non serve soltanto da protezione. La particolare forma arrotondata e le scanalature superficiali lo aiutano a minimizzare l’attrito dell’acqua per nuotare ad alta velocità.
ja: こうらの やくめは を まもる だけではない。 まるい かたちと ひょうめんの ぞが ずの ていこうを へらすので はやく およげるのだ。
pt_br: A Casca do Squirtle não é usada apenas para proteção. Sua Forma arredondada e os sulcos em sua superfície ajudam a minimizar a resistência na água, permitindo que este Pokémon nade em altas velocidades.
tr: Squirtle'ın kabuğu sadece koruma amaçlı değildir. Yuvarlak şekli ve üzerindeki olukları su içinde sürtünmeyi minimuma indirir ve Pokémon'un yüksek hızlarda yüzmesini sağlar.

# Wartortle.Description
source: Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.
de: Schillok hat einen langen, buschigen Schweif, dessen Farbe intensiver wird, wenn es altert. Die Kratzer auf seinem Panzer zeugen von seiner Kampfkraft.
es: Tiene una cola larga y cubierta de un pelo abundante y grueso que se torna más oscuro a medida que crece. Los arañazos que tiene en el caparazón dan fe de lo buen guerrero que es.
fr: Carabaffe a une large queue recouverte d’une épaisse fourrure. Elle devient de plus en plus foncée avec l’âge. Les éraflures sur la carapace de ce Pokémon témoignent de son expérience au combat.
it: La grande coda di Wartortle è coperta da una folta pelliccia, che diventa sempre più scura con l’avanzare dell’età. I graffi sulla corazza indicano la potenza di questo Pokémon come lottatore.
ja: ふさふさの けで おおわれた おおきな しっぽは ながいき するほど ふかい いろあいに かわる。 こうらの キズは つわものの あかし。
pt_br: Sua cauda é grande e coberta com um rico pelo. Conforme o Wartortle envelhece sua cauda torna-se cada vez mais profunda em cores. Os arranhões na sua concha são provas de resistência deste Pokémon como um combatente .
tr: Kuyruğu büyüktür ve zengin, kalın bir kürk ile kaplıdır. Wartortle yaşlandıkça kuyruğun rengi derinleşir. Kabuğundaki çizikler bir savaşçı olarak sertliğinin kanıtıdır.

# Blastoise.Description
source: Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.
de: Turtok besitzt Wasserdüsen, die aus seinem Panzer herausragen. Diese sind sehr präzise. Es kann Wassergeschosse so genau verschießen, dass es damit aus fast 50 m leere Dosen trifft.
es: Blastoise lanza chorros de agua con gran precisión por los tubos que le salen del caparazón que tiene en la espalda. Puede disparar chorros de agua con tanta puntería que no fallaría al tirar contra una lata pequeña a 50 m.
fr: Tortank dispose de canons à eau émergeant de sa carapace. Ils sont très précis et peuvent envoyer des balles d’eau capables de faire mouche sur une cible située à plus de 50 m.
he: Blastoise יש בזרבוביות מים נאות החורגות מהשריון שלו. בזרבוביות מים נאות הם מאוד מדויקים. הם יכולים לירות כדורים של מים עם מספיק דיוק להכות פחיות ריקות ממרחק של יותר מ 160 מטר
it: Blastoise è dotato di cannoni ad acqua che fuoriescono dalla corazza. I getti emessi sono così precisi da riuscire a colpire un bersaglio a una distanza di 50 m.
ja: こうらの ふんしゃこうの ねらいは せいかく。 ずの だんがんを ５０メートル はなれた あきかんに めいちゅうさせる ことが できるぞ。
pt_br: Blastoise tem bicos de água que se projetam de sua concha . Os bicos de água são muito precisos . Eles podem disparar balas de água com uma precisão suficiente para atacar latas vazias de uma distância de mais de 160 pés.
tr: Blastoise kabuğundan çıkan Su Toplarına sahiptir. Bu Su Topları son derece isabetlidir. Bu toplardan suyu mermi gibi, öyle bir isabetle fışkırtabilir ki, 50 metreden bir şişeyi vurabilir.

# Caterpie.Description
source: Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.
de: Raupy ist sehr gefräßig. Es kann Blätter verschlingen, die seine eigene Größe um ein Vielfaches übersteigen. Seine Antennen sondern einen übel riechenden Gestank ab.
es: Caterpie tiene un apetito voraz. Es capaz de devorar hojas que superen su tamaño en un abrir y cerrar de ojos. Atención a la antena que tiene: libera un hedor realmente fuerte.
fr: Chenipan a un appétit d’ogre. Il peut engloutir des feuilles plus grosses que lui. Les antennes de ce Pokémon dégagent une odeur particulièrement entêtante.
he: Caterpie יש תיאבון רעבתנית. זה יכול לטרוף עלים גדול יותר את הגוף שלו לנגד עיניך. מ שלה אנטנה, פוקימון זה משחרר ריח חזק באופן מחריד.
it: Caterpie mangia voracemente. È in grado di divorare foglie più grandi del suo stesso corpo in pochi istanti. Questo Pokémon emette un odore terrificante dalle antenne.
ja: からだ よりも おおきな はっぱを る る たべつくして しまうほどの しょくよくを もつ。 しょっかくから きょうれつな においを だすぞ。
pt_br: Caterpie tem um apetite voraz . Ele pode devorar as folhas maiores do que o seu corpo bem diante dos seus olhos. A partir de sua antena , este Pokémon libera um odor terrivelmente forte .
tr: Caterpie inanılmaz bir iştaha sahiptir.Vücudundan büyük yaprakları gözlerinizin önünde yiyip bitirebilir. Bu Pokémon antenlerinden güçlü ve korkunç bir koku yayar.

# Metapod.Description
source: The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.
de: Der Panzer dieses Pokémon ist hart wie Stahl. Safcon bewegt sich kaum, da es das weiche Innere unter seiner harten Schale auf seine Entwicklung vorbereitet.
es: La capa que recubre el cuerpo de este Pokémon es tan dura como una plancha de hierro. Metapod apenas se mueve. Permanece inmóvil para que las vísceras evolucionen dentro de la coraza que le rodea.
fr: La carapace protégeant ce Pokémon est dure comme du métal. Chrysacier ne bouge pas beaucoup. Il reste immobile pour préparer les organes à l’intérieur de sa carapace en vue d’une évolution future.
he: המעטפת כיסוי הגוף של פוקימון זה אינו חזק כמו לוח ברזל. Metapod לא זז הרבה מאוד. . זה נשאר עדיין כי זה בקרביים שלה רך נערכת אבולוציה בתוך הקליפה הקשה.
it: La corazza di questo Pokémon è dura come una lastra di ferro. Metapod non si muove molto. Sta immobile per preparare il morbido interno della dura corazza all’evoluzione.
ja: からだの カラは てっぱんの ように かたい。 あまり うごかないのは カラのなかで やわらかい なか が しんかの じゅんびを しているからだ。
pt_br: O escudo que cobre o corpo deste Pokémon é tão duro como uma laje de ferro. O Metapod não se move muito. Ele permanece parado porque está preparando suas entranhas para a evolução dentro da casca dura.
tr: Bu Pokémon'un vücudunu saran kabuk demir kadar serttir. Metapod çok hareket etmez. Hareketsiz kalmasının sebebi kabuğun içinde gelişime hazırlanmaktadır.

# Butterfree.Description
source: Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.
de: Smettbos größte Fähigkeit ist das Aufspüren köstlichen Blütenhonigs. Es findet sogar Honig in Blumen, die fast 10 km von seinem Nest entfernt blühen.
es: Butterfree tiene una habilidad especial para encontrar delicioso polen en las flores. Puede localizar, extraer y transportar polen de flores que estén floreciendo a 10 km de distancia de su nido.
fr: Papilusion est très doué pour repérer le délicieux nectar qu’il butine dans les fleurs. Il peut détecter, extraire et transporter le nectar de fleurs situées à plus de 10 km de son nid.
he: Butterfree יש יכולת מעולה כדי לחפש דבש טעים פרחים. היא יכולה אפילו לחפש, לחלץ, והיא נושאת דבש פרחים פורחים מעל שישה ק מ מהקן שלו.
it: Butterfree è dotato di abilità molto raffinate per individuare il delizioso nettare dei fiori. Riesce a trovare, estrarre e trasportare il nettare dai fiori in boccio al nido anche per 10 km.
ja: おいしい はなの ミツを さがす のうりょくに すぐれ す かから １０キロはなれた ばしょに さく はなから ミツを あつめて はこんでいる。
pt_br: Butterfree tem uma capacidade superior para procurar o delicioso mel das flores. Ele pode até mesmo buscar , extrair , transportar o mel das flores que estão florescendo a mais de seis Km's do seu ninho .
tr: Butterfree çiçeklerden lezzetli bal arama yeteneğine sahiptir. Yuvasından 10km uzaktaki çiçekleri arayabilir, bal çıkartabilir ve yuvasına kadar taşıyabilir.

# Weedle.Description
source: Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).
de: Hornliu verfügt über einen ausgezeichneten Geruchssinn. Es ist in der Lage, seine Lieblingsblätter von denen zu unterscheiden, die es nicht mag, indem es mit seinem großen roten Rüssel daran schnuppert.
es: Weedle tiene un finísimo sentido del olfato. Es capaz de distinguir las hojas que le gustan de las que no le gustan olisqueando un poco con la gran nariz que tiene.
fr: L’odorat d’Aspicot est extrêmement développé. Il lui suffit de renifler ses feuilles préférées avec son gros appendice nasal pour les reconnaître entre mille.
he: Weedle יש חוש ריח חד מאוד. הוא מסוגל הבחנה סוגי העלים האהוב שלה מאלה שזה לא אוהב רק על ידי רחרוח עם חוטם האדום הגדול שלה (האף).
it: Weedle ha un senso dell’olfatto estremamente sviluppato. Riesce a distinguere le sue foglie preferite da quelle che lo disgustano semplicemente annusandole con il grande naso rosso.
ja: とても するどい きゅうかくを もっている。 こうぶつの はっぱか きらいな はっぱか おおきな あかい はなで かぎわける。
pt_br: Weedle tem um sentido extremamente aguda de cheiro. Ele é capaz de distinguir os seus tipos favoritos de folhas daqueles que não gosta apenas por cheirar com a sua grande tromba vermelha ( nariz).
tr: Weedle son derece keskin bir koku alma duyusu vardır. Sevdiği yaprakları sevmediklerinden büyük kırmızı burnu ile koklayarak ayırabilir.

# Kakuna.Description
source: Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.
de: Kokuna bewegt sich kaum, wenn es sich an einen Baum heftet. In seinem Inneren jedoch regt sich einiges, da es sich auf seine bevorstehende Entwicklung vorbereitet. Dabei wird seine Schale sehr heiß.
es: Kakuna permanece prácticamente inmóvil al encaramarse a los árboles, aunque la actividad interna de su organismo tiene un ritmo frenético, pues se prepara para su evolución. Prueba de esto es la alta temperatura de su caparazón.
fr: Coconfort est la plupart du temps immobile et reste accroché à un arbre. Cependant, intérieurement, il est très actif, car il se prépare pour sa prochaine évolution. En touchant sa carapace, on peut sentir sa chaleur.
he: Kakuna נשאר משותק כמעט כמו זה דבק עץ. מבפנים, זאת, עמוסים מאוד כמו זה מכין את האבולוציה הקרובה שלה. זו ניכרת מן המעטפת הופכת כמה חם למגע.
it: Kakuna rimane praticamente immobile abbarbicato agli alberi. Tuttavia, internamente è intento a preparare la sua futura evoluzione. Lo si può capire dall’intensità del calore sviluppato dal guscio.
ja: ほとんど うごかず きに つかまっているが なかでは しんかの じゅんびで おおいそがし。 その しょうこに からだが あつくなっているぞ。
pt_br: Kakuna permanece praticamente imóvel quando ele se apega a uma árvore. No entanto, no interior , ele esta extremamente ocupado , preparando-se para a sua evolução. Isto se torna evidente devido ao calor gerado quando se toca a casca.
tr: Kakuna bir ağaca tutunurken resmen hareketsiz kalır. Ancak içeride gelişimi için hazırlanırken son derece meşguldür. Bunu kabuğuna dokunduğunuzda hissettiğiniz sıcaktan anlayabilirsiniz.

# Beedrill.Description
source: Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.
de: Bibor ist sehr wehrhaft. Es sollte sich besser niemand seinem Nest nähern. Wenn man sie ärgert, greifen sie in Schwärmen an.
es: Los Beedrill defienden su territorio a toda costa. No es conveniente acercarse a su colmena, por seguridad. Si se les molesta, todo un enjambre atacará ferozmente.
fr: Dardargnan est extrêmement possessif. Il vaut mieux ne pas toucher son nid si on veut éviter d’avoir des ennuis. Lorsqu’ils sont en colère, ces Pokémon attaquent en masse.
he: Beedrill הוא מאוד טריטוריאלית. אף אחד לא פעם תתקרב מהקן שלו — זה למען ביטחונם. אם בכעס, הם יתקפו בתוך נחיל זועם
it: Beedrill difende strenuamente il proprio territorio. Per ragioni di sicurezza nessuno può avvicinarsi al suo nido. Se vengono disturbati, questi Pokémon attaccano violentemente in sciami.
ja: なわばりいしきが とても つよいので スピアーの す かには ちかづかない ほうが の ためだ。 おこると しゅうだんで おそって くるぞ。
pt_br: Beedrill é extremamente territorial. Ninguém nunca deve aproximar-se de seu ninho — isto é para sua própria segurança. Se enfurecidou, eles vão atacar em enxame.
tr: Beedrill son derece bölgecidir. Kimse yuvasına yaklaşmamalıdır, bu güvenliğiniz içindir. Tahrik edilirlerse sürü halinde saldırıya geçerler.
